[
    {
      "id": "15454a5va545",
      "img": "https://thumbs.dreamstime.com/b/internet-information-technology-businessman-hand-showing-concept-75784736.jpg",
      "title": "Information Technology",
      "price": 3000,
      "details": "Information Technology (IT) is the application of technology to solve organizational and business problems. This field of engineering uses computers, networks, storage, and other technical infrastructure both hardware and software, to deal with and manipulate information/data."
    },
    {
      "id": "15safc56saf545",
      "img": "https://t3.ftcdn.net/jpg/01/14/26/82/360_F_114268216_XJtfCHC4JumLcfLg8pSaKG0nJzdISbRq.jpg",
      "title": "Computer Forensics",
      "price": 2500,
      "details": "This three part InfoSec Specialization covers a wide variety of Computer Forensics topics. In the Digital Forensics Concepts course, you will learn about legal considerations applicable to computer forensics and how to identify, collect and preserve digital evidence."
    },
    {
      "id": "14sd45gvd85",
      "img": "https://s3.eu-west-3.amazonaws.com/dealna/uploads/2016/06/Networking-Accessories.jpg",
      "title": "Computer Networking",
      "price": 2000,
      "details": "Computer Networks course provides an introduction to computer networks, with a special focus on Internet architecture and protocols. Topics include layered network architectures, addressing, naming, forwarding, routing, communication reliability, the client-server model, web, and email protocols."
    },
    {
      "id": "56ac4sdf545",
      "img": "https://images.pexels.com/photos/577585/pexels-photo-577585.jpeg?cs=srgb&dl=pexels-kevin-ku-577585.jpg&fm=jpg",
      "title": "Computer Programming",
      "price": 3000,
      "details": "In this degree program, students learn how to develop software products and services. Such skills depend on gaining expertise in fundamental programming languages, so this degree can prepare students for a career as a computer programmer or a software engineer"
    },
    {
      "id": "243cc5df545",
      "img": "https://static.gigabyte.com/StaticFile/Image/Global/bba2b866d6c24d19788b7b0eac880edb/PromotionBanner/94/png",
      "title": "Cyber Security",
      "price": 4000,
      "details": "This course introduces the concepts and understanding of the field of computer security and how it relates to other areas of information technology. Topics include security threats, hardening systems, securing networks, cryptography and organizational security policies."
    },
    {
        "id": "15ed55df545",
        "img": "https://thumbs.dreamstime.com/b/dbms-businessman-hologram-concept-futuristic-dbms-businessman-hologram-concept-176710182.jpg",
        "title": "Database Administration",
        "price": 3500,
        "details": "The Database Administrator (DBA) program develops your knowledge of relational database design, system performance, backup and recovery, database security, as well as the technical and business aspects of data modelling."
      }
]
